[{"content":"日本語トップページ News  京都大学眼科学教室の池田 華子先生、長谷川 智子先生らとの共同研究成果がScientific Reports.誌より公開されました。(2022/09/28)\n京都大学医学研究支援センターに所属していた時期の共同研究成果です。\n京都大学の垣塚彰先生らが研究・開発されてきた新規神経保護剤 KUS121について、緑内障マウスモデルの網膜神経節細胞における薬効の分子メカニズムを探索した論文です。（KUS121についてのプレスリリース）\n飯田はRNA-seqのデータ解析や関連パスウェイの探索をお手伝いしました。\n 九州大学 総合理工学研究院 村田 亜沙子准教授らとの共同研究成果がACS Chemical Biology誌より公開されました。(2022/09/23)\n京都大学医学研究支援センターに所属していた時期から継続していた共同研究で、 近畿大移動後に初めて行った研究にもなります。\nRNA二本鎖にに結合する低分子化合物がどのようなpre-miRNAに対して、mature miRNAへの成熟を阻害するかを解明しています。\n低分子の性質の面白さはもちろん、 small RNA-seqの結果の解釈方法など、データ処理の面でも見るべき箇所の多い論文だと思っています。\n 京都大学 医学研究支援センターの開設10周年セミナーで講演します。(2022/09/07) \n医学研究支援センターでのバイオインフォマティクス支援活動の経験や、研究成果の紹介を交えながら、\nバイオインフォマティクス解析を始めたばかりの方や、これから始めようとしている方にメッセージを発信したいと考えています。\n 福井大学 泌尿器科学分野 寺田直樹教授らとの共同研究成果がCancer Reports誌より公開されました。(2022/08/09)\n京都大学医学研究支援センターに所属していた時期の共同研究成果です。\n飯田はマウス前立腺がんxenograftモデルを対象としたRNA-seq解析に協力しました。\n 京都大学 iPS細胞研究所(CiRA) 井上治久研究室の研究員(非常勤)を兼任となりました。(2022/06/29) ALSなどのゲノム解析に関連してお手伝いをさせていただいています。\n 近畿大学 理工学部 生命科学科の講師に着任しました。(2022/04/01) バイオインフォマティクスや生物統計学の講義を担当します。\n研究室名は「生物データサイエンス研究室」としました。\nビッグデータ解析がさらに生命科学を発展させていくこと、また、その一助になりたいとの希望を込めての命名です。\n 京都大学大学院 医学研究科 医学研究支援センターを退職しました。(2022/03/31)\n2012年9月から10年弱の所属となりました。\n支援センターの皆様、萩原正敏研究室の皆様、大変お世話になりました。\nなお、医学研究支援センターでは客員研究員として活動を継続させていただきます。\n 論文がプレプリントサーバーbioRxivより公開されました。(2021/08/24) 論文タイトルは\n\u0026amp;ldquo;Switching of OAS1 splicing isoforms mitigates SARS-CoV-2 infection\u0026amp;rdquo;\nです。\nCold Spring Harbor meetingでの発表内容と対応しています。\n低分子化合物を使いOAS1遺伝子のRNAスプライシングを変化させることで、自然免疫を強化し、新型コロナウィルス(SARS-CoV-2)のヒト細胞への感染を低減させるという内容です。\n論文は現在、査読中です。\n Cold Spring Harbor meeting (Eukaryotic mRNA Processing)に参加します。\n発表演題が口頭発表に採択されました。(2021/07/28)\n\u0026amp;ldquo;Switching of OAS1 splicing isoforms mitigates SARS-CoV-2 infection\u0026amp;rdquo;\nというタイトルで発表します。\n開催期間は8月24日 - 27日で、Virtual開催となります。\n 京都大学 網代 将彦らの論文が Nature Communications誌より公開されました。(2021/07/23)\n飯田は低分子化合物(RECTAS)処理で生じるRNAスプライシング変化の網羅的解析のパートで協力しました。\n 神経細胞におけるRNA結合タンパク質の機能解明について、共同研究をしている武内章英先生が、愛媛大学　医学部に異動されました。(2021/06/01)\nご栄転、おめでとうございます！\n 中枢神経系・エピトランスクリプトミクス分野で共同研究をしている王丹先生が、理化学研 …","date":-62135596800,"description":"","objectID":"275d86cc80e8c6027e507621fe3d3304","permalink":"https://keiiida.github.io/japanease/","title":"Japanease Content (\u0026 News)"},{"content":"自己紹介  飯田 慶 Ph.D.  専門分野; 計算生物学、バイオインフォマティクス 職位; 近畿大学 理工学部 生命科学科 講師 経歴;     期間 所属     2000/04 - 2002/03 名古屋大学大学院 理学研究科 郷通子研究室 博士前期課程   2002/04 - 2004/03 理化学研究所ゲノムサイエンスセンター 植物ゲノム機能情報研究グループ(篠崎一雄ディレクター)\nテクニカルスタッフ   2004/04 - 2007/03 長浜バイオ大学　バイオサイエンス学部 (郷通子教授) 助手   2006/07 名古屋大学大学院にて博士 (理学）号を取得 (主査：杉田護教授)   2007/04 - 2008/11 カリフォルニア州立 カリフォルニア大学 リバーサイド校 (Prof. Jan-Kang Zhu lab.) ポスドク研究員\n(Human Frontier Science Program Short-Term Fellowship)\n(東洋紡百周年記念バイオテクノロジー研究財団 海外留学研究助成)   2008/12 - 2012/08 理化学研究所 生命情報基盤研究部門(豊田哲郎部門長) 研究員   2012/09 - 2022/03 京都大学大学院 医学研究科 医学研究支援センター 特定助教   2022/04 - (現在) 近畿大学 理工学部 生命科学科 講師(本務)   2022/04 - (現在) 京都大学大学院 医学研究科 医学研究支援センター 客員研究員(兼務)   2022/06 - (現在) 京都大学 iPS細胞研究所(CiRA) 井上研究室 研究員(非常勤)(兼務)    ","date":-62135596800,"description":"","objectID":"27b41678ee27f3b783746f87f7c626c4","permalink":"https://keiiida.github.io/japanease/about_me_j/","title":"自己紹介 (飯田慶)"},{"content":"研究プロジェクト 準備中です。 以下の情報をご覧ください。\n  近畿大学・教員紹介\nhttps://www.kindai.ac.jp/science-engineering/education/teachers/detail/04_iida_kei.html\n  近畿大学・研究室紹介\nhttps://www.kindai.ac.jp/data/sci_info/pdf/pdf_04_iida_kei.pdf\n  ResearchMap\nhttps://researchmap.jp/read0118609/\n  KAKEN(科研費情報)\nhttps://nrid.nii.ac.jp/ja/nrid/1000000387961/\n  ","date":-62135596800,"description":"","objectID":"f4b644901ae3cc104fae05eef47976c5","permalink":"https://keiiida.github.io/japanease/research_j/","title":"研究紹介"},{"content":"News (Go to Japanease Contents)\n  A new paper is published from Scientific Reports (2022-09-28)\nInvolvement of endothelins in neuroprotection of valosin-containing protein modulators against retinal ganglion cell damage.\nKusaka M, Hasegawa T, Ikeda HO, Inoue Y, Iwai S, Iida K , Tsujikawa A. DOI: https://doi.org/10.1038/s41598-022-20497-w\nThis paper reports a hypothetical molecular mechanis with which cell death in retinal ganglion cells of glaucoma mouse models suppressed.     A new paper is published from ACS Chem Biol. (2022-09-23)\nMethod for Identifying Sequence Motifs in Pre-miRNAs for Small-Molecule Binding.\nTakashima Y, Murata A, Iida K, Sugai A, Hagiwara M, Nakatani K. DOI: https://doi.org/10.1021/acschembio.2c00452\nThis paper reports a method to seek inhibision targets of a small chemical compound, about miRNA maturations     A new paper is published from Cancer Reports. (2022-08-09)\nIdentification of the α2 chain of interleukin-13 receptor as a potential biomarker for predicting castration resistance of prostate cancer using patient-derived xenograft models\nNagai T., Terada N., Fujii M., Nagata Y., Nakahara K., Mukai S., Okasho K., Kamiyama Y., Akamatsu S., Kobayashi T., Iida K., Denawa M., Hagiwara M., Inoue T., Ogawa O., and Kamoto T.\nDOI: https://doi.org/10.1002/cnr2.1701\nThis paper reports α2 chain of interleukin-13 receptor (IL13RA2) as a potential expression markar for prostate cancer.     I join Prof. Haruhisa Inoue\u0026amp;rsquo;s lab, CiRA, Kyoto University, as a part-time researcher. (2022-06-29)\nI\u0026amp;rsquo;m involved in genome study about ALS.\n  I start a new work at Kindai University. (2022-04-01)\nI host Biological Data Science Laboatory.\n  A new paper is published from bioRxiv. (2021-08-24)\nThis manuscript is now under review. Switching of OAS1 splicing isoforms mitigates SARS-CoV-2 infection\nIIDA K., Ajiro M., Muramoto Y., Takenaga T., Denawa M., Kurosawa R., Noda T., and Hagiwara M. DOI: https://doi.org/10.1101/2021.08.23.457314\nThis paper reports that …","date":-62135596800,"description":"Home at Kei IIDA's Page","objectID":"3976528693a0108357f4928017600865","permalink":"https://keiiida.github.io/","title":"Home at Kei IIDA's Page"},{"content":" Kei IIDA Ph.D.  Field; Computational Biology Title; Research Assistant Professor, Medical Research Support Center, Kyoto University, JAPAN. E-mail; iida.kei.3r \u0026amp;ldquo;at\u0026amp;rdquo; kyoto-u.ac.jp   CV After graduating Graduate School of Science, Nagoya University, JAPAN, he entered master’s degree course in Nagoya University and took master’s degree. After that, he started working at RIKEN then Nagahama Institute of Bio-Science and Technology. At RIKEN, he contributed several projects about Arabidopsis full-length cDNAs and functional genomics (Yamada et al. Science 2002, IIDA et al. DNA Res. 2005). During these periods, he found environment-responding changes of alternative splicing profiles in Arabidopsis thaliana, a model plant, and found extremely conserved alternative splicing events on SR protein genes among land plants from moss to flowering plant for more than 400 million years (IIDA et al. Nucleic Acids Res. 2004, IIDA and GO Mol. Biol. Evol. 2006). With these studies, he got Ph.D. at Nagoya University.\nWhen he was a postdoctoral researcher of Prof. Jian-Kang Zhu laboratory in University California, Riverside, he joined a research project to clear out methylation and demethylation regulation of plant genomes via small RNAs (Zheng et al. Nature 2008). He also started researched with High- Throughput Sequencer (HTS, or Next-Generation Sequencer; NGS). He focused of the differences between cDNA sequences from HTS and genomic sequences, called RNA-DNA Differences (RDD), and found that several RDDs reflected RNA-base modification, especially for tRNAs, rRNA, and putatively for micro RNAs (IIDA et al. BMC Genomics 2009).\nWhen he returned to Japan in 2008, we joined Tetsuro Toyoda group at RIKEN. With collaboration with Shuji Kawaguchi, he developed a method for detecting alternatively spliced regions of mRNAs using tiling array or HTS outputs, without prior information of gene annotations (Kawaguchi et al. Bioinformatics 2012, IIDA et al, Plant Cell Physiol. 2011). …","date":-62135596800,"description":"","objectID":"cb267dd168b340839fbe2a2a0163005b","permalink":"https://keiiida.github.io/about_me/","title":"About Me"},{"content":"Just for test.\n","date":-62135596800,"description":"","objectID":"bd5e63eca597837169d409af03845074","permalink":"https://keiiida.github.io/posts/2020_0625_post/","title":"test post"},{"content":"","date":-62135596800,"description":"","objectID":"a74dbcb35ee06db2c5314e7ff0d9268f","permalink":"https://keiiida.github.io/posts/","title":"Posts"},{"content":" Splicing Regulation RNA-binding Proteins Epi-Transcriptomics Plant Functional Genomics  ","date":-62135596800,"description":"","objectID":"bc8c75ec10f4acb491c3299f2f23af66","permalink":"https://keiiida.github.io/research/","title":"Research Projects"},{"content":" We are ready for supporting bioinformatics analysis,\nespecially for RNA-seq, CLIP-seq, and other transcrptome studies.  ","date":-62135596800,"description":"","objectID":"e033c023e5006835c62eb97dcba04ee1","permalink":"https://keiiida.github.io/support/","title":"Supports for Bioinformatics"},{"content":" Training cource for UNIX system Training cource for RNA-seq analysis  ","date":-62135596800,"description":"","objectID":"9146cbdd7f7fca6247f28d73fb1aad61","permalink":"https://keiiida.github.io/training/","title":"Training Cource"}]