[{"content":"日本語トップページ News  ホームページを公開しました(2020/06/25)  ","date":-62135596800,"description":"","objectID":"275d86cc80e8c6027e507621fe3d3304","permalink":"https://keiiida.github.io/japanease/","title":"Japanease Content"},{"content":"自己紹介\n","date":-62135596800,"description":"","objectID":"4dafe8ff8b7d6ce51a4c50c7cb83abe5","permalink":"https://keiiida.github.io/japanease/about_me_j/","title":"About Me (Japanese)"},{"content":"##　研究プロジェクト\n","date":-62135596800,"description":"","objectID":"307218b569211d23e33a5b0107a631d3","permalink":"https://keiiida.github.io/japanease/dir1/","title":"Research Project (Japanease)"},{"content":"News  Web-site is open. (2020-06-25)  ","date":1593043200,"description":"Home at Kei IIDA's Page","lastmod":"2020-06-25T00:00:00Z","objectID":"3976528693a0108357f4928017600865","permalink":"https://keiiida.github.io/","publishdate":"2020-06-25T00:00:00Z","title":"Home at Kei IIDA's Page"},{"content":" Kei IIDA  Field; Computational Biology Title; Research Assistant Professor, Medical Research Support Center, Kyoto University, JAPAN.   CV After graduating Graduate School of Science, Nagoya University, JAPAN, he entered master’s degree course in Nagoya University and took master’s degree. After that, he started working at RIKEN then Nagahama Institute of Bio-Science and Technology. At RIKEN, he contributed several projects about Arabidopsis full-length cDNAs and functional genomics (Yamada et al. Science., 2002, IIDA et al. DNA Res., 2005). During these periods, he found environment-responding changes of alternative splicing profiles in Arabidopsis thaliana, a model plant, and found extremely conserved alternative splicing events on SR protein genes among land plants from moss to flowering plant for more than 400 million years (IIDA et al. Nucleic Acids Res., 2004, IIDA and GO Mol. Biol. Evol., 2006). With these studies, he got Ph.D. at Nagoya University.\nWhen he was a postdoctoral researcher of Prof. Jian-Kang Zhu laboratory in University California, Riverside. He joined a research project to clear out methylation and demethylation regulation of plant genomes via small RNAs (Zheng et al. Nature., 2008). He also started researched with High- Throughput Sequencer (HTS, or Next-Generation Sequencer; NGS). He focused of the differences between cDNA sequences from HTS and genomic sequences, called RNA-DNA Differences (RDD), and found that several RDDs reflected RNA-base modification, especially for tRNAs, rRNA, and putatively for micro RNAs (IIDA et al. BMC Genomics., 2009).\nWhen he returned to Japan in 2008, we joined Tetsuro Toyoda group at RIKEN. With collaboration with Shuji Kawaguchi, he developed a method for detecting alternatively spliced regions of mRNAs using tiling array or HTS outputs, without prior information of gene annotations (Kawaguchi et al. Bioinformatics., 2012, IIDA et al, Plant Cell Physiol., 2011). With this method, he contributed on FANTOM5 …","date":-62135596800,"description":"","objectID":"cb267dd168b340839fbe2a2a0163005b","permalink":"https://keiiida.github.io/about_me/","title":"About Me"},{"content":"Just for test.\n","date":-62135596800,"description":"","objectID":"bd5e63eca597837169d409af03845074","permalink":"https://keiiida.github.io/posts/2020_0625_post/","title":"test post"},{"content":"","date":-62135596800,"description":"","objectID":"a74dbcb35ee06db2c5314e7ff0d9268f","permalink":"https://keiiida.github.io/posts/","title":"Posts"},{"content":" Splicing Regulation RNA-binding Proteins Epi-Transcriptomics Plant Functional Genomics  ","date":-62135596800,"description":"","objectID":"bc8c75ec10f4acb491c3299f2f23af66","permalink":"https://keiiida.github.io/research/","title":"Research Projects"},{"content":" We are ready for supporting bioinformatics analysis,\nespecially for RNA-seq, CLIP-seq, and other transcrptome studies.  ","date":-62135596800,"description":"","objectID":"e033c023e5006835c62eb97dcba04ee1","permalink":"https://keiiida.github.io/support/","title":"Supports for Bioinformatics"}]