[{"content":"日本語トップページ News  京都大学、耳鼻咽喉科、松永麻美先生の論文がFrontiers in Cellular Neuroscience誌より公開されました。(2020/11/17)\n医学研究支援センターのバイオインフォマティクス受託解析をご利用していただきました。\n 京都大学、形態形成機構学教室、武内章英先生の論文がStem Cell Reports誌から公開されました。(2020/10/13)\n飯田はバイオインフォマティクス解析に参加しています。\n iScience誌論文のプレスリリースが公開されました。(2020/07/07)\n 論文がiScience誌から公開されました。(2020/06/27)\nCLIP-seqデータを対象として、機能的に重要なRNA-タンパク質相互作用を見つけ出すためのバイオインフォマティクス手法を報告しています。\n ホームページを公開しました(2020/06/25)  ","date":-62135596800,"description":"","objectID":"275d86cc80e8c6027e507621fe3d3304","permalink":"https://keiiida.github.io/japanease/","title":"Japanease Content (\u0026 News)"},{"content":"自己紹介  飯田 慶 Ph.D.  専門分野; 計算生物学、バイオインフォマティクス 職位; 京都大学大学院　医学研究科　医学研究支援センター　特定助教 経歴;     期間 所属     2000/04 - 2002/03 名古屋大学大学院 理学研究科 郷通子研究室 博士前期課程   2002/04 - 2004/03 理化学研究所ゲノムサイエンスセンター 植物ゲノム機能情報研究グループ(篠崎一雄ディレクター)\nテクニカルスタッフ   2004/04 - 2007/03 長浜バイオ大学　バイオサイエンス学部 (郷通子教授) 助手   2006/07 名古屋大学大学院にて博士 (理学）号を取得 (主査：杉田護教授)   2007/04 - 2008/11 カリフォルニア州立 カリフォルニア大学 リバーサイド校 (Prof. Jan-Kang Zhu lab.) ポスドク研究員\n(Human Frontier Science Program Short-Term Fellowship)\n(東洋紡百周年記念バイオテクノロジー研究財団 海外留学研究助成)   2008/12 - 2012/08 理化学研究所 生命情報基盤研究部門(豊田哲郎部門長) 研究員   2012/09 - (現在) 京都大学大学院 医学研究科 医学研究支援センター 特定助教    ","date":-62135596800,"description":"","objectID":"27b41678ee27f3b783746f87f7c626c4","permalink":"https://keiiida.github.io/japanease/about_me_j/","title":"自己紹介 (飯田慶)"},{"content":"##　研究プロジェクト\n","date":-62135596800,"description":"","objectID":"f4b644901ae3cc104fae05eef47976c5","permalink":"https://keiiida.github.io/japanease/research_j/","title":"研究紹介"},{"content":"News   Matsunaga Mami-sensei\u0026amp;rsquo;s papar is published. (2020-11-17) I joined this work as Bioinformatics Support Service.   A new paper is published from Stem Cell Reports. (2020-10-13) Identification of Qk as a Glial Precursor Cell Marker that Governs the Fate Specification of Neural Stem Cells to a Glial Cell Lineage\nTakeuchi A., Takahashi Y., Iida K., Hosokawa M., Irie K., Ito M., Brown J.B., Ohno K., Nakashima K. and Hagiwara M.\nDOI: 10.1016/j.stemcr.2020.08.010\n    A new papar is published from iScience. (2020-06-27)\nMultilateral bioinformatics analyses reveal the function-oriented target specificities and recognition of the RNA-binding protein SFPQ\nIIDA K., Hagiwara M., and Takeuchi M. DOI: https://doi.org/10.1016/j.isci.2020.101325\nIt\u0026#39;s reporting a novel bioinformatics method to find functionally essential interactions between RNA and proteins from CLIP-seq data.     Web-site is open. (2020-06-25)\n  ","date":1593216000,"description":"Home at Kei IIDA's Page","lastmod":"2020-06-27T00:00:00Z","objectID":"3976528693a0108357f4928017600865","permalink":"https://keiiida.github.io/","publishdate":"2020-06-27T00:00:00Z","title":"Home at Kei IIDA's Page"},{"content":" Kei IIDA Ph.D.  Field; Computational Biology Title; Research Assistant Professor, Medical Research Support Center, Kyoto University, JAPAN.   CV After graduating Graduate School of Science, Nagoya University, JAPAN, he entered master’s degree course in Nagoya University and took master’s degree. After that, he started working at RIKEN then Nagahama Institute of Bio-Science and Technology. At RIKEN, he contributed several projects about Arabidopsis full-length cDNAs and functional genomics (Yamada et al. Science 2002, IIDA et al. DNA Res. 2005). During these periods, he found environment-responding changes of alternative splicing profiles in Arabidopsis thaliana, a model plant, and found extremely conserved alternative splicing events on SR protein genes among land plants from moss to flowering plant for more than 400 million years (IIDA et al. Nucleic Acids Res. 2004, IIDA and GO Mol. Biol. Evol. 2006). With these studies, he got Ph.D. at Nagoya University.\nWhen he was a postdoctoral researcher of Prof. Jian-Kang Zhu laboratory in University California, Riverside, he joined a research project to clear out methylation and demethylation regulation of plant genomes via small RNAs (Zheng et al. Nature 2008). He also started researched with High- Throughput Sequencer (HTS, or Next-Generation Sequencer; NGS). He focused of the differences between cDNA sequences from HTS and genomic sequences, called RNA-DNA Differences (RDD), and found that several RDDs reflected RNA-base modification, especially for tRNAs, rRNA, and putatively for micro RNAs (IIDA et al. BMC Genomics 2009).\nWhen he returned to Japan in 2008, we joined Tetsuro Toyoda group at RIKEN. With collaboration with Shuji Kawaguchi, he developed a method for detecting alternatively spliced regions of mRNAs using tiling array or HTS outputs, without prior information of gene annotations (Kawaguchi et al. Bioinformatics 2012, IIDA et al, Plant Cell Physiol. 2011). With this method, he contributed on FANTOM5 project …","date":-62135596800,"description":"","objectID":"cb267dd168b340839fbe2a2a0163005b","permalink":"https://keiiida.github.io/about_me/","title":"About Me"},{"content":"Just for test.\n","date":-62135596800,"description":"","objectID":"bd5e63eca597837169d409af03845074","permalink":"https://keiiida.github.io/posts/2020_0625_post/","title":"test post"},{"content":"","date":-62135596800,"description":"","objectID":"a74dbcb35ee06db2c5314e7ff0d9268f","permalink":"https://keiiida.github.io/posts/","title":"Posts"},{"content":" Splicing Regulation RNA-binding Proteins Epi-Transcriptomics Plant Functional Genomics  ","date":-62135596800,"description":"","objectID":"bc8c75ec10f4acb491c3299f2f23af66","permalink":"https://keiiida.github.io/research/","title":"Research Projects"},{"content":" We are ready for supporting bioinformatics analysis,\nespecially for RNA-seq, CLIP-seq, and other transcrptome studies.  ","date":-62135596800,"description":"","objectID":"e033c023e5006835c62eb97dcba04ee1","permalink":"https://keiiida.github.io/support/","title":"Supports for Bioinformatics"},{"content":" Training cource for UNIX system Training cource for RNA-seq analysis  ","date":-62135596800,"description":"","objectID":"9146cbdd7f7fca6247f28d73fb1aad61","permalink":"https://keiiida.github.io/training/","title":"Training Cource"}]