[{"content":"日本語トップページ News   島根大学の飯笹 久先生との共同研究成果が、Frontiers in Microbiology誌より公開されました。(2025/01/06)\nmicroRNA-3145がB型肝炎ウイルスの潜在的治療標的であることを報告する論文です。\n飯田はRNA-seqデータ解析の部分を担当しました。\n  Google DeepMind社のDemis Hassabis氏とJohn M. Jumper氏が2024年のノーベル化学賞を受賞しました。\nAI(AlphaFold)によるタンパク質の構造予測が受賞理由となります。\nちょうど今年の6月に、近畿大学・理工学部・生命科学科の講義でもAlphaFold3を取り上げていました。 AlphaFold3を使ってみたいと思う人のために、こちらの講義資料を公開します。(2024/10/09)\n  2024年4月より、京都大学 医学研究科 附属がん免疫総合研究センター(CCII) インフォマティクスプラットフォームの特定准教授にクロスアポイントメント契約となりました。(2024/04/01)\n(本務は、今まで通り近畿大学です)\nバイオインフォマティクス分野から、がん免疫研究に貢献できるように頑張っていきます！\nCCIIホームページ\n京都大学教育研究活動データベース\n  学部4年生、6名が卒業されました。皆さんおめでとうございます！(2024/03/23)\n     令和5年度、卒業論文タイトル     m6A readerタンパク質YTHDF1依存的な翻訳促進及びその結合様式についての研究   CD8⁺ T細胞の疲弊に伴う遺伝子発現変動の解析   IRF4遺伝子領域内のSNPが色素班リスクに関わるメカニズムの研究   高温条件下の生体における液-液相分離を介した転写制御   有毛細胞再生過程におけるAtoh1の転写制御の解明   口腔マイクロバイオームにおけるトラジェクトリー解析     東京工業大学の峯岸 美紗さん（現・京都大学所属）との共同研究成果が、ネイチャー・パブリッシング・グループ・Nature Communications誌より公開されました。(2023/12/05)\n蛍光タンパク質を利用して、生体内で近接する細胞をラベリングする技術を開発した論文です。\n飯田は、一細胞RNA-seqデータの解析・解釈でちょっとだけお手伝いさせていただきました。\nご興味のある方は、プレスリリースもご覧ください。\n 京都大学・医学研究科・萩原正敏研究室の黒澤 凌さんの研究成果が、BMC Genomics誌より公開されました。(2023/10/10)\nいままで困難だった、深部イントロン中のバリアントについて、遺伝病の原因となりうるRNAスプライシングの異常を予測する深層学習モデル(AI)であるPDVIVASを開発した論文となります。\n解析プログラムはGithubから公開されています。(PDIVAS @Github)\n飯田は研究のプランニング時に黒澤さんに協力させてもらいました。\n 第1回 Kansai RNA Clubにて研究紹介を行いました。(2023/08/18)\n2020年iScience誌に掲載された研究成果に基づき、\n「多層バイオインフォマティクス分析によるRNA結合タンパク質の機能的結合標的の分離」というタイトルで発表を行いました。\n 近畿大学の早坂 晴子先生との共同研究成果が、Cancer Science誌より公開されました。(2023/07/08)\nケモカインCCL21-Serが悪性黒色腫においてリンパ球移動を誘導する機能を持つことを明らかにした論文です。 飯田は、CIBERSORTxというツールを使って、The Cancer Genome Atlasから得られたトランスクリプトームデータから、がん周辺に存在すると考えられる免疫系細胞の存在量予測に取り組みました。 近畿大学に移動してから行った研究の、初めての論文成果となります！\nご興味のある方は、プレスリリースもご覧ください。\n 第24回 日本RNA学会年会@那覇にて口頭発表を行いました。(2023/07/05)\n発表タイトルは\u0026amp;quot;A common SNP in the OAS1 gene influences the strength of innate immunity through selection of the terminal exon.\u0026amp;ldquo;でした。\n※口頭発表プログラム\n 京都先端科学大学の田畑 修先生が代表者をされます、科研費基盤Aが採択されました。(2023/04/01)\n研究課題名は「リアルタイム温度マッピング可能な生体外ヒト肝疾患モデル構築と疾病機序解明への応用」です。\n飯田は …","date":-62135596800,"description":"","objectID":"275d86cc80e8c6027e507621fe3d3304","permalink":"https://keiiida.github.io/japanease/","title":"Japanease Content (\u0026 News)"},{"content":"自己紹介  飯田 慶 Ph.D.  専門分野; 計算生物学、バイオインフォマティクス 職位; 近畿大学 理工学部 生命科学科 講師 経歴;     期間 所属     2000/04 - 2002/03 名古屋大学大学院 理学研究科 郷通子研究室 博士前期課程   2002/04 - 2004/03 理化学研究所ゲノムサイエンスセンター 植物ゲノム機能情報研究グループ(篠崎一雄ディレクター)\nテクニカルスタッフ   2004/04 - 2007/03 長浜バイオ大学　バイオサイエンス学部 (郷通子教授) 助手   2006/07 名古屋大学大学院にて博士 (理学）号を取得 (主査：杉田護教授)   2007/04 - 2008/11 カリフォルニア州立 カリフォルニア大学 リバーサイド校 (Prof. Jan-Kang Zhu lab.) ポスドク研究員\n(Human Frontier Science Program Short-Term Fellowship)\n(東洋紡百周年記念バイオテクノロジー研究財団 海外留学研究助成)   2008/12 - 2012/08 理化学研究所 生命情報基盤研究部門(豊田哲郎部門長) 研究員   2012/09 - 2022/03 京都大学大学院 医学研究科 医学研究支援センター 特定助教   2022/04 - (現在) 近畿大学 理工学部 生命科学科 講師(本務)   2022/04 - (現在) 京都大学大学院 医学研究科 医学研究支援センター 客員研究員(兼務)   2022/06 - (現在) 京都大学 iPS細胞研究所(CiRA) 井上研究室 研究員(非常勤)(兼務)    ","date":-62135596800,"description":"","objectID":"27b41678ee27f3b783746f87f7c626c4","permalink":"https://keiiida.github.io/japanease/about_me_j/","title":"自己紹介 (飯田慶)"},{"content":"研究プロジェクト 準備中です。 以下の情報をご覧ください。\n  近畿大学・教員紹介\nhttps://www.kindai.ac.jp/science-engineering/education/teachers/detail/04_iida_kei.html\n  近畿大学・研究室紹介\nhttps://www.kindai.ac.jp/data/sci_info/pdf/pdf_04_iida_kei.pdf\n  ResearchMap\nhttps://researchmap.jp/read0118609/\n  KAKEN(科研費情報)\nhttps://nrid.nii.ac.jp/ja/nrid/1000000387961/\n  ","date":-62135596800,"description":"","objectID":"f4b644901ae3cc104fae05eef47976c5","permalink":"https://keiiida.github.io/japanease/research_j/","title":"研究紹介"},{"content":"News (Go to Japanease Contents / 日本語のページはこちら)\n  A new paper is published from Scientific Reports (2022-09-28)\nInvolvement of endothelins in neuroprotection of valosin-containing protein modulators against retinal ganglion cell damage.\nKusaka M, Hasegawa T, Ikeda HO, Inoue Y, Iwai S, Iida K , Tsujikawa A. DOI: https://doi.org/10.1038/s41598-022-20497-w\nThis paper reports a hypothetical molecular mechanis with which cell death in retinal ganglion cells of glaucoma mouse models suppressed.     A new paper is published from ACS Chem Biol. (2022-09-23)\nMethod for Identifying Sequence Motifs in Pre-miRNAs for Small-Molecule Binding.\nTakashima Y, Murata A, Iida K, Sugai A, Hagiwara M, Nakatani K. DOI: https://doi.org/10.1021/acschembio.2c00452\nThis paper reports a method to seek inhibision targets of a small chemical compound, about miRNA maturations     A new paper is published from Cancer Reports. (2022-08-09)\nIdentification of the α2 chain of interleukin-13 receptor as a potential biomarker for predicting castration resistance of prostate cancer using patient-derived xenograft models\nNagai T., Terada N., Fujii M., Nagata Y., Nakahara K., Mukai S., Okasho K., Kamiyama Y., Akamatsu S., Kobayashi T., Iida K., Denawa M., Hagiwara M., Inoue T., Ogawa O., and Kamoto T.\nDOI: https://doi.org/10.1002/cnr2.1701\nThis paper reports α2 chain of interleukin-13 receptor (IL13RA2) as a potential expression markar for prostate cancer.     I join Prof. Haruhisa Inoue\u0026amp;rsquo;s lab, CiRA, Kyoto University, as a part-time researcher. (2022-06-29)\nI\u0026amp;rsquo;m involved in genome study about ALS.\n  I start a new work at Kindai University. (2022-04-01)\nI host Biological Data Science Laboatory.\n  A new paper is published from bioRxiv. (2021-08-24)\nThis manuscript is now under review. Switching of OAS1 splicing isoforms mitigates SARS-CoV-2 infection\nIIDA K., Ajiro M., Muramoto Y., Takenaga T., Denawa M., Kurosawa R., Noda T., and Hagiwara M. DOI: https://doi.org/10.1101/2021.08.23.457314\nThis paper …","date":1676937600,"description":"Home at Kei IIDA's Page","lastmod":"2023-02-21T00:00:00Z","objectID":"3976528693a0108357f4928017600865","permalink":"https://keiiida.github.io/","publishdate":"2023-02-21T00:00:00Z","title":"Home at Kei IIDA's Page"},{"content":" Kei IIDA Ph.D.  Field; Computational Biology Title; Lecturer, Faculty of Science and Engineering, Kindai University, JAPAN. E-mail; kiida \u0026amp;ldquo;at\u0026amp;rdquo; life.kindai.ac.jp   CV After graduating Graduate School of Science, Nagoya University, JAPAN, he entered master\u0026amp;rsquo;s degree course in Nagoya University and took master\u0026amp;rsquo;s degree. After that, he started working at RIKEN then Nagahama Institute of Bio-Science and Technology. At RIKEN, he contributed several projects about Arabidopsis full-length cDNAs and functional genomics (Yamada et al. Science 2002, IIDA et al. DNA Res. 2005). During these periods, he found environment-responding changes of alternative splicing profiles in Arabidopsis thaliana, a model plant, and found extremely conserved alternative splicing events on SR protein genes among land plants from moss to flowering plant for more than 400 million years (IIDA et al. Nucleic Acids Res. 2004, IIDA and GO Mol. Biol. Evol. 2006). With these studies, he got Ph.D. at Nagoya University.\nWhen he was a postdoctoral researcher of Prof. Jian-Kang Zhu laboratory in University California, Riverside, he joined a research project to clear out methylation and demethylation regulation of plant genomes via small RNAs (Zheng et al. Nature 2008). He also started researched with High- Throughput Sequencer (HTS, or Next-Generation Sequencer; NGS). He focused of the differences between cDNA sequences from HTS and genomic sequences, called RNA-DNA Differences (RDD), and found that several RDDs reflected RNA-base modification, especially for tRNAs, rRNA, and putatively for micro RNAs (IIDA et al. BMC Genomics 2009).\nWhen he returned to Japan in 2008, we joined Tetsuro Toyoda group at RIKEN. With collaboration with Shuji Kawaguchi, he developed a method for detecting alternatively spliced regions of mRNAs using tiling array or HTS outputs, without prior information of gene annotations (Kawaguchi et al. Bioinformatics 2012, IIDA et al, Plant Cell Physiol. 2011). With …","date":-62135596800,"description":"","objectID":"cb267dd168b340839fbe2a2a0163005b","permalink":"https://keiiida.github.io/about_me/","title":"About Me"},{"content":"Just for test.\n","date":-62135596800,"description":"","objectID":"bd5e63eca597837169d409af03845074","permalink":"https://keiiida.github.io/posts/2020_0625_post/","title":"test post"},{"content":"","date":-62135596800,"description":"","objectID":"a74dbcb35ee06db2c5314e7ff0d9268f","permalink":"https://keiiida.github.io/posts/","title":"Posts"},{"content":" Splicing Regulation RNA-binding Proteins Epi-Transcriptomics Plant Functional Genomics  ","date":-62135596800,"description":"","objectID":"bc8c75ec10f4acb491c3299f2f23af66","permalink":"https://keiiida.github.io/research/","title":"Research Projects"},{"content":" We are ready for supporting bioinformatics analysis,\nespecially for RNA-seq, CLIP-seq, and other transcrptome studies.  ","date":-62135596800,"description":"","objectID":"e033c023e5006835c62eb97dcba04ee1","permalink":"https://keiiida.github.io/support/","title":"Supports for Bioinformatics"},{"content":" Training cource for UNIX system Training cource for RNA-seq analysis  ","date":-62135596800,"description":"","objectID":"9146cbdd7f7fca6247f28d73fb1aad61","permalink":"https://keiiida.github.io/training/","title":"Training Cource"}]